Repository: facephi/sdk-mobile-ios-samples
Catalog: sdkmobile-demo-phingers-pods/demosdk/Resources/*.lproj/Localizable.strings
Languages: es

# label.frame
source: Keep your fingers steady
es: Mantenga los dedos firmes

# label.morethan_expected_fingers
source: More than %d %@
es: Más de %d %@

# label.fingers
source: Fingers
es: Dedos

# label.finger
source: Finger
es: Dedo

# label.hold_fingers_horizantally
source: Hold %@ horizontally
es: Sostén %@ horizontalmente

# label.hold_fingers_vertically
source: Hold %@ vertically
es: Sostén %@ verticalmente

# label.tooFar
source: Please bring your hand closer
es: Por favor, acerca tu mano

# label.tooClose
source: Please move your hand further
es: Por favor, aleja tu mano

# label.lowFocus
source: Low focus. Try to move hand
es: Bajo enfoque. Intenta mover la mano

# label.goodFocus
source: Hold your hand steady
es: Mantén tu mano firme

# label.right_4_fingers
source: Right 4 fingers
es: 4 dedos derechos

# label.left_4_fingers
source: Left 4 fingers
es: 4 dedos izquierdos

# label.thumbs
source: Thumbs
es: Pulgares

# label.right_thumb
source: Right thumb
es: Pulgar derecho

# label.left_thumb
source: Left thumb
es: Pulgar izquierdo

# label.right_index
source: Right index finger
es: Índice derecho

# label.right_middle
source: Right middle finger
es: Medio derecho

# label.right_ring
source: Right ring finger
es: Anular derecho

# label.right_little
source: Right little finger
es: Meñique derecho

# label.left_index
source: Left index finger
es: Índice izquierdo

# label.left_middle
source: Left middle finger
es: Medio izquierdo

# label.left_ring
source: Left ring finger
es: Anular izquierdo

# label.left_little
source: Left little finger
es: Meñique izquierdo

# label.progress
source: Processing...
es: Procesando...

# label.right
source: Right
es: Derecha

# label.left
source: Left
es: Izquierda

# label.four_fingers
source: 4 fingers
es: 4 dedos

# label.left_or_right_num_fingers
source: %@ %d fingers
es: %@ %d dedos

# label.thumb
source: thumb
es: Pulgar

# label.hand
source: Hand
es: Mano

# label.wronghand
source: Wrong hand detected Please present %@
es: Se ha detectado la mano incorrecta Por favor, presenta %@

# label.too_few_fingers_detected
source: Too few fingers detected
es: Se han detectado muy pocos dedos
